tap "aws/tap"
tap "cirruslabs/cli"
tap "d12frosted/emacs-plus"
tap "dagger/tap"
tap "dbt-labs/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kardolus/chatgpt-cli"
tap "melonamin/formulae"
tap "nikitabobko/tap"
tap "nrlquaker/createzap"
tap "oven-sh/bun"
tap "peripheryapp/periphery"
tap "pkgxdev/made"
tap "playcover/playcover"
tap "schappim/ocr"
tap "sst/tap"
tap "steipete/tap"
tap "ttscoff/thelab"
tap "turbot/tap"
tap "umputun/apps"
tap "weaveworks/tap"
brew "act"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "harfbuzz"
brew "python@3.12"
brew "aider"
brew "asimov"
brew "atuin"
brew "bash"
brew "bat"
brew "bitwarden-cli"
brew "bottom"
brew "broot"
brew "btop"
brew "python@3.13"
brew "buku"
brew "ccache"
brew "cloc"
brew "cmake"
brew "lima"
brew "colima"
brew "cookiecutter"
brew "croc"
brew "ctop"
brew "curlie"
brew "deno"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "docker-compose"
brew "docker-credential-helper"
brew "docutils"
brew "duckdb"
brew "duti"
brew "entr"
brew "exiftool"
brew "eza"
brew "unbound"
brew "gnutls"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "freetds"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-who"
brew "go-task"
brew "gobject-introspection"
brew "gping"
brew "hatch"
brew "helix"
brew "helm"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "ical-buddy"
brew "icu4c@76"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "libzip"
brew "imagemagick"
brew "iperf"
brew "ipfs"
brew "jq"
brew "just"
brew "lazygit"
brew "librsvg"
brew "llm"
brew "mas"
brew "micro"
brew "midnight-commander"
brew "mint"
brew "mise"
brew "mosquitto"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "netpbm"
brew "nyancat"
brew "ollama"
brew "openjdk"
brew "periphery"
brew "php"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pre-commit"
brew "prek"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "ripgrep"
brew "ruby"
brew "rustup"
brew "sampler"
brew "scc"
brew "sk"
brew "swift-format"
brew "swiftformat"
brew "swiftlint"
brew "tcl-tk"
brew "telnet"
brew "tig"
brew "tlrc"
brew "tokei"
brew "trash", link: true
brew "uni2ascii"
brew "virtualenv"
brew "websocat"
brew "wget"
brew "wtfutil"
brew "xcbeautify"
brew "xcinfo"
brew "xcode-build-server", args: ["HEAD"]
brew "xcodegen"
brew "xcodes", link: false
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "kardolus/chatgpt-cli/chatgpt-cli"
brew "melonamin/formulae/gt"
brew "melonamin/formulae/kefircli"
brew "melonamin/formulae/try"
brew "oven-sh/bun/bun"
brew "pkgxdev/made/pkgx"
brew "schappim/ocr/ocr"
brew "sst/tap/opencode"
brew "steipete/tap/peekaboo"
brew "ttscoff/thelab/gather-cli"
brew "turbot/tap/steampipe"
cask "1password"
cask "1password-cli"
cask "aerial", args: { appdir: "/Applications" }
cask "aerospace"
cask "airfoil"
cask "apparency"
cask "appcleaner"
cask "bitwarden"
cask "container-use"
cask "copilot-for-xcode"
cask "crossover"
cask "docker-desktop"
cask "espanso"
cask "esse"
cask "font-hack-nerd-font"
cask "ghostty@tip"
cask "goland"
cask "handy"
cask "iina"
cask "imageoptim"
cask "latest"
cask "legcord"
cask "localsend"
cask "logseq"
cask "loopback"
cask "mimestream"
cask "miro"
cask "mkvtoolnix-app"
cask "netnewswire"
cask "notion"
cask "openaudible"
cask "orbstack"
cask "orion"
cask "parallels"
cask "pictogram"
cask "playcover-community"
cask "qmk-toolbox"
cask "reminders-menubar"
cask "shottr"
cask "signal"
cask "sketch"
cask "slack"
cask "sloth"
cask "startupfolder"
cask "suspicious-package"
cask "swiftbar"
cask "swiftformat-for-xcode"
cask "swiftkey"
cask "syncthing-app"
cask "tailscale-app"
cask "telegram"
cask "tower"
cask "trex"
cask "tuist"
cask "via"
cask "visual-studio-code"
cask "voiceink"
cask "wezterm"
cask "wireshark-app"
cask "xbar"
cask "xcodes-app"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "Anybuffer", id: 1330815414
mas "appIconMaker", id: 1483484785
mas "Bitwarden", id: 1352778147
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Castaway", id: 6476697957
mas "Cleft", id: 6479458038
mas "ControllerForHomeKit", id: 1198176727
mas "Eagle for Safari", id: 1526651672
mas "Flyleaf", id: 6475200381
mas "Folder Quick Look", id: 6753110395
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "HomeCam", id: 1292995895
mas "HomeControl", id: 1547121417
mas "Hyperspace", id: 6739505345
mas "Icon Preview", id: 6480373509
mas "Ivory", id: 6444602274
mas "Just Press Record", id: 1033342465
mas "Kagi for Safari", id: 1622835804
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "MeetingMind", id: 6751551175
mas "Microsoft Remote Desktop", id: 1295203466
mas "NepTunes", id: 1006739057
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "Pastel", id: 413897608
mas "Peek", id: 1554235898
mas "Pixelmator Pro", id: 1289583905
mas "Pure Paste", id: 1611378436
mas "Refined GitHub", id: 1519867270
mas "Save to Raindrop.io", id: 1549370672
mas "Shortery", id: 1594183810
mas "Super Agent", id: 1568262835
mas "Superlayer", id: 1601796450
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Timery", id: 1425368544
mas "Tot", id: 1491071483
mas "Transcrybe", id: 6670778781
mas "Velja", id: 1607635845
mas "WhisperAX", id: 0
vscode "1yib.rust-bundle"
vscode "andrewmarkle.primer-light"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bigous.vscode-multi-line-tricks"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "docker.docker"
vscode "donjayamanne.python-environment-manager"
vscode "dotjoshjohnson.xml"
vscode "dustypomerleau.rust-syntax"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-finder"
vscode "fabiospampinato.vscode-open-in-github"
vscode "file-icons.file-icons"
vscode "fill-labs.dependi"
vscode "formulahendry.auto-rename-tag"
vscode "gamunu.vscode-yarn"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "humao.rest-client"
vscode "janisdd.vscode-edit-csv"
vscode "johnpapa.vscode-peacock"
vscode "kaleidoscope-app.vscode-ksdiff"
vscode "kamikillerto.vscode-colorize"
vscode "kevinrose.vsc-python-indent"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.sublime-keybindings"
vscode "randomfractalsinc.vscode-data-preview"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "sdras.night-owl"
vscode "siegebell.prettify-symbols-mode"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "sweetpad.sweetpad"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
go "github.com/air-verse/air"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/umputun/mpt/cmd/mpt"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/swaggo/swag/cmd/swag"
go "github.com/a-h/templ/cmd/templ"
