cask_args appdir: "/Applications"
tap "homebrew/cask-fonts"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"
tap "melonamin/formulae"
tap "peripheryapp/periphery"

brew "mas"
mas "Codes", id: 1502020651
mas "Dropover", id: 1355679052
mas "Hand Mirror", id: 1502839586
mas "HomeCam", id: 1292995895
mas "Microsoft Remote Desktop", id: 1295203466
mas "NepTunes", id: 1006739057
mas "Peek", id: 1554235898
mas "Pixelmator Pro", id: 1289583905
mas "TestFlight", id: 899247664
mas "Tot", id: 1491071483


cask "1Password"
cask "aerial"
cask "alfred"
cask "docker"
cask "font-fira-code"
cask "google-chrome"
cask "homebrew/cask-drivers/qmk-toolbox"
cask "iina"
cask "iterm2"
cask "kitty"
cask "little-snitch"
cask "mimestream"
cask "miro"
cask "netnewswire"
cask "notion"
cask "orion"
cask "outline-manager"
cask "parallels"
cask "pictogram"
cask "rectangle"
cask "Signal"
cask "Slack"
cask "soundsource"
cask "sublime-text"
cask "swiftbar"
cask "swiftformat-for-xcode"
cask "tailscale"
cask "telegram"
cask "tower"
cask "trex"
cask "via"
cask "visual-studio-code"
cask "xcodes"


brew "asdf"
brew "aws/tap/aws-sam-cli"
brew "cloc"
brew "cookiecutter"
brew "ctop"
brew "curl"
brew "curlie"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker"
brew "exiftool"
brew "ffmpeg"
brew "fish"
brew "htop"
brew "httpie"
brew "ical-buddy"
brew "imagemagick"
brew "jq"
brew "mint"
brew "nyancat"
brew "starship"
brew "swiftformat"
brew "telnet"
brew "tig"
brew "tmux" 
brew "websocat"
brew "wget"
brew "xcinfo"
brew "youtube-dl"
brew "youtube-dl"
brew "zsh-autosuggestions"